Repository: dansod/subscribe-to-category
Catalog: languages/stc_textdomain-*.po
Languages: it_it, lt_lt, sv_se

source: Click here to read full story
it_it: Clicca qui per leggere l’articolo
lt_lt: Skaityti visą tekstą
sv_se: Klicka här för att läsa hela artikeln

source: Unsubscribe me
it_it: Desidero disiscrivermi dalle notifiche
lt_lt: Atsisakyti prenumeratos
sv_se: Avanmäl mig

source: Thanks for your subscription!
it_it: La tua iscrizione è avvenuta con successo!
lt_lt: Dėkojame už prenumeratą!
sv_se: Tack för din anmälan!

source: If you want to unsubscribe there is a link for unsubscription attached in the email.
lt_lt: Norėdami nutraukti prenumeratą pasinaudokite laiške prisegta nuoroda
sv_se: Om du vill avanmäla dig från prenumerationstjänsten finns det en länk bifogad i e-postmeddelandet du kommer att erhålla i samband med utskick.

source: We have successfully removed your email %s from our database.
it_it: Abbiamo rimosso l’indirizzo email %s dal nostro database.
lt_lt: Jūsų elektroninis adresas %s sėkmingai pašalintas iš mūsų duonbazės
sv_se: Vi har tagit bort din e-postadress %s från vår databas.

source: Unsubscribe from %s
it_it: Disiscrizione da %s
lt_lt: Atsisakyti prenumeratos iš %s
sv_se: Avanmäl mig från %s

source: Follow this link to confirm your unsubscription
it_it: Clicca sul link per confermare la tua disiscrizione
lt_lt: Vadovaukitės šia nuoroda norėdami patvirtinti prenumeratos atsisakymą
sv_se: Följ denna länk för att fullfölja din avanmälan

source: You need to enter a valid email address
it_it: Inserire un indirizzo email valido
lt_lt: Patikrinkite ar įvedėte teisingą elektroninį adresą
sv_se: Du behöver ange en giltig e-postadress

source: We have received your request to unsubscribe from our newsfeed. Please check your email and confirm your unsubscription.
it_it: Abbiamo ricevuto la tua richiesta di disiscrizione alle notifiche via email. Controlla la tua casella di posta per confermare la tua disiscrizione.
lt_lt: Gavome Jūsų prenumeratos atsisakymo prašymą. Prašome patikrinti savo elektroninįadresą ir patvirtinti prenumeratos atsisakymą.
sv_se: Vi har mottagit din förfrågan om avanmälan från prenumerationstjänsten och skickat ett e-postmeddelande om hur du fullföljer din avanmälan.

source: You need to select some categories
it_it: È necessario selezionare almeno una categoria
lt_lt: Turite pasirinkti kategoriją
sv_se: Du behöver välja en eller flera kategorier

source: E-mail Address:
it_it: Indirizzo E-mail:
lt_lt: Elektroninis adresas:
sv_se: E-postadress:

source: Categories
it_it: Seleziona le categorie a cui vuoi iscriverti:
lt_lt: Kategorijos
sv_se: Kategorier

source: Subscribe me
it_it: Conferma iscrizione
lt_lt: Prenumeruoti
sv_se: Prenumerera

source: Unsubscribe
it_it: Disiscriviti
lt_lt: Atsisakyti prenumeratos
sv_se: Avanmäl

source: Subscribe to Category
lt_lt: Prenumeruoti kategoriją
sv_se: Prenumerera på en kategori

source: Subscribe
it_it: Subscribe to Category
lt_lt: Prenumeruoti
sv_se: Prenumerera

source: Settings for subscribe to category
it_it: Impostazioni per il plugin “Subscribe to category”
lt_lt: Kategorijos pasirinkimo nustatymai
sv_se: Inställningar för Subscribe to Category

source: E-mail settings
it_it: Impostazioni delle mail
lt_lt: Elektoninio pašto nustatymai
sv_se: E-postinställningar

source: E-mail from:
it_it: Mittente delle mail:
lt_lt: Laiškas nuo:
sv_se: E-postadress från:

source: Add your E-mail settings
it_it: Aggiungi le impostazioni delle email
lt_lt: Pridėti elektroninio pašto nustatymus
sv_se: Lägg till e-postinställningar

source: Email address not found in database
it_it: Indirizzo email non trovato nel database
lt_lt: Elektroninis adresas duomenų bazėje nerastas
sv_se: E-postadressen kunde ej hittas i vår databas

source: All categories
it_it: Tutte le categorie
lt_lt: Visos kategorijos
sv_se: Alla kategorier

source: Add new subscriber
it_it: Aggiungi nuovo
lt_lt: Pridėti naują prenumeratorių
sv_se: Lägg till ny prenumerant

source: Edit subscriber
it_it: Modifica Sottoscrittore
lt_lt: Redaguoti prenumeratoriaus informaciją
sv_se: Ändra prenumerant

source: New subscriber
it_it: Nuovo Sottoscrittore
lt_lt: Naujas prenumeratorius
sv_se: Ny prenumerant

source: Show subscriber
it_it: Mostra Sottoscrittori
lt_lt: Rodyti prenumeratorių
sv_se: Visa prenumeranter

source: Search subscribers
it_it: Cerca tra gli iscritti
lt_lt: Ieškoti prenumeratoriaus
sv_se: Sök prenumeranter

source: Not found
it_it: Non trovato
lt_lt: Nerasta
sv_se: Kunde ej hittas

source: Nothing found in trash
it_it: Nessun elemento trovato nel cestino
lt_lt: Šiukšliadėžėje nerasta
sv_se: Papperskorgen är tom

source: Subscribers
it_it: Sottoscrittori
lt_lt: Prenumeratoriai
sv_se: Prenumeranter

source: Stylesheet (CSS) settings
it_it: Impostazioni del Foglio di Stile (CSS)
lt_lt: Stilių lentelės nustatymai
sv_se: Inställning för CSS

source: Custom CSS:
lt_lt: Pasirinktinis CSS:
sv_se: STC stylesheet:

source: You have entered an invalid email.
it_it: Hai inserito un indirizzo email non valido.
lt_lt: Esate negaliojančiame susirašinėjime.
sv_se: Du har engett en felaktig e-postadress.

source: Enter the e-mail address for the sender, if empty the admin e-mail address %s is going to be used as sender.
it_it: Inserire l’indirizzo email del mittente. Lasciando vuoto questo campo sarà utilizzato l’indirizzo email %s come mittente.
lt_lt: Pridėkite siuntėjo elektroninį adresą, jeigu administratoriaus elektroninoadreso nėra %s bus naudojamas kaip siuntėjas.
sv_se: Ange den e-postadress som ska användas som avsändare, som standard används administratörens e-post %s.

source: Exclude custom CSS
it_it: Escludi CSS del plugin
lt_lt: Pašalinkite užsakymų CSS
sv_se: Exkludera STC CSS

source: Check this option if your theme supports Bootstrap framework or if you want to place your own CSS for Subscribe to Category in your theme.
it_it: Seleziona questa opzione se il tuo tema supporta il framework Bootstrap o se preferisci inserire gli stili CSS per il plugin nel tuo tema.
lt_lt: Patikrinkitę šią parinktį jeigu Jūsų tema įgalina Bootstrap sistemą arbajeigu norite savo temoje patalpinti Pasirinkti kategoriją naudodami Jūsų pačių CSS
sv_se: Använd detta alternativ om ditt tema använder Bootstrap ramverket eller om du vill använda egen css för Subscribe to Category i ditt tema.

source: Take me to start page
it_it: Vai alla pagina iniziale
lt_lt: Eiti į pradžios puslapį
sv_se: Till startsidan

source: E-mail address already exists
it_it: L’indirizzo e-mail risulta già iscritto
lt_lt: Toks elektroninis adresas jau yra
sv_se: E-postadressen finns redan registrerad

source: No categories are selected
it_it: Non hai selezionato nessuna categoria
lt_lt: Nėra pasirinktų kategorijų
sv_se: Inga kategorier valda

source: - this post is set to draft
it_it: - questo articolo è nello stato di bozza
lt_lt: laiškas priskirtas juodraščiams
sv_se: - inläggets status är ändrat till utkast.

source: Export to excel
it_it: Esporta in Excel
lt_lt: Eksportuoti į excel
sv_se: Exportera till excel

source: Filter by categories
it_it: Filtra per categorie
lt_lt: Rūšiuoti pagal kategorijas
sv_se: Välj och filtrera på kategorier

source: There are no categories to list yet
it_it: Nessuna categoria da mostrare
lt_lt: Nėra sukurtų kategorijų
sv_se: Det finns ännu inga kategorier inlagda

source: Filtered by:
it_it: Filtra per:
lt_lt: Rūšiuojama pagal:
sv_se: Filtrering på:

source: Email subject:
it_it: Oggetto delle mail:
lt_lt: Laiško tema:
sv_se: E-post titel:

source: Enter e-mail subject for the e-mail notification, leave empty if you wish to use post title as email subject.
it_it: Inserisci l’oggetto delle e-mail che saranno inviate. Lasciando vuoto il campo sarà utilizzato il titolo dell’articolo come oggetto.
lt_lt: Pridėkite laiško temą arba palikite tuščią laukelį jeigu norite naudoti skelbimopavadinimą kaip laiško temą.
sv_se: Som standard används inläggets rubrik som titel på e-postmeddelandet. Ange en egen titel om du önskar ändra standardtitel.

source: Something went wrong when triggering scheduled event
sv_se: Något gick fel med den manuella exekveringen.

source: Scheduled event successfully executed
it_it: Schedulazione eseguita con successo
lt_lt: Planinis renginys sėkmingai sukurtas
sv_se: Schemalagt event utfört

source: Schedule:
it_it: Schedulazione:
lt_lt: Tvarkaraštis:
sv_se: Schemaläggning:

source: You are not allowed to run this action.
sv_se: Du saknar behörighet för denna händelse.

source: E-mail is scheduled to be sent once every hour.
it_it: Le notifiche via email vengono inviate ogni ora.
lt_lt: Elektroninį paštą numatyta išsiųsti kartą per valandą.
sv_se: E-postmeddelanden är schemalagt att skickas varje timme.

source: Click here to run this action right now
it_it: Clicca qui per inviare adesso
lt_lt: Spauskite čia norėdami tuoj pat įgalinti veiksmo eigą
sv_se: Skicka e-postmeddelanden nu

source: Next run is going to be <strong>%s</strong> and will include %s posts.
it_it: Data/ora del prossimo invio: <strong>%s</strong> (saranno inviati %s articoli)
lt_lt: Kita eiga bus <stiprumas>%s</stiprumas> ir įtrauks %s laiškų.
sv_se: Nästa körning är <strong>%s</strong> och avser %s inlägg.

source: On plugin deactivation
it_it: Alla disattivazione del plugin
lt_lt: Veikiančių įskiepų išjungimas
sv_se: Vid avaktivering av denna plugin

source: Subscribers:
it_it: Sottoscrittori:
lt_lt: Prenumeruotojai:
sv_se: Prenumeranter:

source: The plugin will remove all data in database created by this plugin but there is an option regarding subscribers
it_it: Alla rimozione del plugin saranno eliminati tutti i suoi dati, tranne i Sottoscrittori. Se vuoi eliminare anche questi dal database, utilizza la seguente opzione
lt_lt: Įskiepas pašalins visą duonbazės informaciją sukūrtą šio įskiepo pagalbatačiau dėl prenumeratorių yra galimybė pasirinkti
sv_se: Den data som pluginen skapat i databasen raderas vid avaktivering av pluginen förutom prenumeranter. För att även radera prenumeranter vid avaktivering behöver du göra ett aktivt val.

source: Delete all subscribers on deactivation
it_it: Elimina tutti gli iscritti alla disattivazione del plugin
lt_lt: Deaktyvuojant pašalinti visus prenumeratorius
sv_se: Radera prenumeranter vid avaktivering av plugin

source: We are sorry but something went wrong with your unsubscription.
it_it: Ci dispiace ma si è generato un errore durante la tua disiscrizione.
lt_lt: Apgailestaujame, prenumeratos atsisakyti nepavyko
